{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": "..."
			},
			"Key": "391D2831491DE51A6A1958B4D3145E91"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": "..."
			},
			"Key": "A6D1B6994EDA5D4A3A6289ABC2E9AB1A"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": "..."
			},
			"Key": "F1B9E3C74C06BBED8EE896BF339E644B"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": "..."
			},
			"Key": "10CCA31248469E96CA92C2A26255CFB2"
		},
		{
			"Source":
			{
				"Text": "0: Download the XV3DTools tool from the cloud drive."
			},
			"Translation":
			{
				"Text": "0: Download the XV3DTools tool from the cloud drive."
			},
			"Key": "D74E17E44DC4A2257CA381AD2DF64BB7"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "4BE9E8D1437FB8D39C25B299B80372F4"
		},
		{
			"Source":
			{
				"Text": "1: Set the parameter ''XV3DTools Folder'' to the local path where the XV3DTools is located."
			},
			"Translation":
			{
				"Text": "1: Set the parameter ''XV3DTools Folder'' to the local path where the XV3DTools is located."
			},
			"Key": "EE1C99674FCF85E31A2F6DB7780A7D1A"
		},
		{
			"Source":
			{
				"Text": "2: Set the parameter \"Input MP4 Path\" to your MP4 file (FPS > 20)."
			},
			"Translation":
			{
				"Text": "2: Set the parameter \"Input MP4 Path\" to your MP4 file (FPS > 20)."
			},
			"Key": "4A5226E548DACE68FCF98DBD48A2191F"
		},
		{
			"Source":
			{
				"Text": "3000"
			},
			"Translation":
			{
				"Text": "3000"
			},
			"Key": "7FE3C1A54CEBEACE060CD8BF3E3C1978"
		},
		{
			"Source":
			{
				"Text": "3: Set the parameter ''Output Folder'' to the folder where you can find the training results."
			},
			"Translation":
			{
				"Text": "3: Set the parameter ''Output Folder'' to the folder where you can find the training results."
			},
			"Key": "1180F696415A09B84D5D4B9E74D3326B"
		},
		{
			"Source":
			{
				"Text": "4: Press the button  “Start Training” ,  The estimated training time can be seen under ”Advanced options“."
			},
			"Translation":
			{
				"Text": "4: Press the button  “Start Training” ,  The estimated training time can be seen under ”Advanced options“."
			},
			"Key": "C8E1881145BDEE32600D96931F480A23"
		},
		{
			"Source":
			{
				"Text": "After v1.1.3, this plugin supports dragging multiple ply files "
			},
			"Translation":
			{
				"Text": "After v1.1.3, this plugin supports dragging multiple ply files "
			},
			"Key": "F44018A043D9CC9E478EC99C1CB35EB2"
		},
		{
			"Source":
			{
				"Text": "Camera Model:"
			},
			"Translation":
			{
				"Text": "Camera Model:"
			},
			"Key": "9E75BB7D49D50B36600A98B38A09ABD8"
		},
		{
			"Source":
			{
				"Text": "Colmap Parameters"
			},
			"Translation":
			{
				"Text": "Colmap Parameters"
			},
			"Key": "8D4267584AB8FA5F320CFB9FABA5B574"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Images"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/Images"
			},
			"Key": "0727776F4811B7E181C83D9FB2B35D3C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Key": "0AB3D5124D637F9909B76DBB50D2406C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Key": "BCF7E8484A13F31C9E8EC1BCEA77A61C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Key": "CE2138B845A00F3BFA85B39792FEAF00"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Key": "779FCD38467435F45E276D808511EBB4"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/resource.mp4"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/resource.mp4"
			},
			"Key": "B602F10B412645F62D5C26B48AFADAA5"
		},
		{
			"Source":
			{
				"Text": "Do density filtering, and removal of floaters (only effective for object reconstruction)"
			},
			"Translation":
			{
				"Text": "Do density filtering, and removal of floaters (only effective for object reconstruction)"
			},
			"Key": "18102989419E0756561E5B824CEEFAE6"
		},
		{
			"Source":
			{
				"Text": "Fps:"
			},
			"Translation":
			{
				"Text": "Fps:"
			},
			"Key": "F43B898543D79424C2477D9F8252AAB6"
		},
		{
			"Source":
			{
				"Text": "If you have any issue, you can raise it on GitHub Issue, or email: "
			},
			"Translation":
			{
				"Text": "If you have any issue, you can raise it on GitHub Issue, or email: "
			},
			"Key": "04E0D7F14D23AA3A1FDCF2AEC3E4E194"
		},
		{
			"Source":
			{
				"Text": "Import PLY"
			},
			"Translation":
			{
				"Text": "Import PLY"
			},
			"Key": "05CE9FF5448A8BBEB67BFB9C5D115666"
		},
		{
			"Source":
			{
				"Text": "Import PLY File"
			},
			"Translation":
			{
				"Text": "Import PLY File"
			},
			"Key": "63E669F44F6E4C4E2AB45B98C09001A7"
		},
		{
			"Source":
			{
				"Text": "Input Images Path"
			},
			"Translation":
			{
				"Text": "Input Images Path"
			},
			"Key": "15710A354ACF71B90462C19B875A0C32"
		},
		{
			"Source":
			{
				"Text": "Input MP4 Path"
			},
			"Translation":
			{
				"Text": "Input MP4 Path"
			},
			"Key": "CAE9643A46EBC36749326AB27E20B5DE"
		},
		{
			"Source":
			{
				"Text": "Iterations:"
			},
			"Translation":
			{
				"Text": "Iterations:"
			},
			"Key": "B8D49B55430CA964F4C2828F37063DC2"
		},
		{
			"Source":
			{
				"Text": "Merge Images To MP4"
			},
			"Translation":
			{
				"Text": "Merge Images To MP4"
			},
			"Key": "6A0124F34E861D0742CB5BBF08ABCC71"
		},
		{
			"Source":
			{
				"Text": "Merge all the images under the input folder into one mp4 file."
			},
			"Translation":
			{
				"Text": "Merge all the images under the input folder into one mp4 file."
			},
			"Key": "359AB1B94D826B3DB0FA0C8D6A2B7751"
		},
		{
			"Source":
			{
				"Text": "Name of the camera model."
			},
			"Translation":
			{
				"Text": "Name of the camera model."
			},
			"Key": "2B692C5940B978A94AAEAFA0A84B512C"
		},
		{
			"Source":
			{
				"Text": "Note: CUDA 11 or above  must be installed."
			},
			"Translation":
			{
				"Text": "Note: CUDA 11 or above  must be installed."
			},
			"Key": "D978D88648C3DFA0C3850B8883A13A46"
		},
		{
			"Source":
			{
				"Text": "Output Folder"
			},
			"Translation":
			{
				"Text": "Output Folder"
			},
			"Key": "CBC927094C4A94440891F7A3985B59E2"
		},
		{
			"Source":
			{
				"Text": "Output Folder"
			},
			"Translation":
			{
				"Text": "Output Folder"
			},
			"Key": "189CBD61400656EBD7A25587430A8B86"
		},
		{
			"Source":
			{
				"Text": "Post Process:"
			},
			"Translation":
			{
				"Text": "Post Process:"
			},
			"Key": "4022F31C4935C05C770C19836DFA8346"
		},
		{
			"Source":
			{
				"Text": "Sample fps in video or images"
			},
			"Translation":
			{
				"Text": "Sample fps in video or images"
			},
			"Key": "7FD323D146227C93E65890BC26E8F80C"
		},
		{
			"Source":
			{
				"Text": "Single Camera:"
			},
			"Translation":
			{
				"Text": "Single Camera:"
			},
			"Key": "AB02854A4CBF09A19F6B1FB3D26AF9D1"
		},
		{
			"Source":
			{
				"Text": "Spherical Harmonics Degree:"
			},
			"Translation":
			{
				"Text": "Spherical Harmonics Degree:"
			},
			"Key": "4DB649FE4953104DE4DA3C9B44324E1B"
		},
		{
			"Source":
			{
				"Text": "Start Training"
			},
			"Translation":
			{
				"Text": "Start Training"
			},
			"Key": "4C1CB6354EF462C27B20D6A3BEC276C9"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": "TEST"
			},
			"Key": "D9D95C1345D1449AA5F3FFAE94A61FE2"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": "TEST"
			},
			"Key": "DFAEF5FC482CB63735F1D181AF016DD4"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": "TEST"
			},
			"Key": "52B5FBC746F8871E073D519F59A5FD23"
		},
		{
			"Source":
			{
				"Text": "The degree of the spherical harmonics"
			},
			"Translation":
			{
				"Text": "The degree of the spherical harmonics"
			},
			"Key": "78AECA05488C3B0916B73BBDDF9A4B96"
		},
		{
			"Source":
			{
				"Text": "Tools"
			},
			"Translation":
			{
				"Text": "Tools"
			},
			"Key": "9DBDB6C549748D5E3A92D28785995429"
		},
		{
			"Source":
			{
				"Text": "Total number of training iterations"
			},
			"Translation":
			{
				"Text": "Total number of training iterations"
			},
			"Key": "FF7255B342406A202465E188651A8194"
		},
		{
			"Source":
			{
				"Text": "Train a given mp4 video to Gaussian Splatting ply file. "
			},
			"Translation":
			{
				"Text": "Train a given mp4 video to Gaussian Splatting ply file. "
			},
			"Key": "D064BA844E34CDABF96984A763B74BED"
		},
		{
			"Source":
			{
				"Text": "Training"
			},
			"Translation":
			{
				"Text": "Training"
			},
			"Key": "6A1E6F8B444701D350393391C5E048EE"
		},
		{
			"Source":
			{
				"Text": "Training Parameters"
			},
			"Translation":
			{
				"Text": "Training Parameters"
			},
			"Key": "10ED982049B0195B961B8FA2200EEADC"
		},
		{
			"Source":
			{
				"Text": "Usage Steps:"
			},
			"Translation":
			{
				"Text": "Usage Steps:"
			},
			"Key": "35AC440F4ACAA8B63F22D88710C1968B"
		},
		{
			"Source":
			{
				"Text": "Use Gpu:"
			},
			"Translation":
			{
				"Text": "Use Gpu:"
			},
			"Key": "0137A95247C4178E556DBCB5ECCF314E"
		},
		{
			"Source":
			{
				"Text": "Whether to use gpu to training"
			},
			"Translation":
			{
				"Text": "Whether to use gpu to training"
			},
			"Key": "4E5A8B064D6A7E5D50E1D5A5132D9A45"
		},
		{
			"Source":
			{
				"Text": "Whether to use the same camera for all images."
			},
			"Translation":
			{
				"Text": "Whether to use the same camera for all images."
			},
			"Key": "3ED3080047E89DCABE50CBA642BF0595"
		},
		{
			"Source":
			{
				"Text": "XV3DTools Folder"
			},
			"Translation":
			{
				"Text": "XV3DTools Folder"
			},
			"Key": "4E1473174CB64E5FE63C1F8747463687"
		},
		{
			"Source":
			{
				"Text": "XV3DTools Folder"
			},
			"Translation":
			{
				"Text": "XV3DTools Folder"
			},
			"Key": "AE0C0FC7441F463A81A6E4854E239559"
		},
		{
			"Source":
			{
				"Text": "XV3DTools and Demo MP4 files can be downloaded from our github: "
			},
			"Translation":
			{
				"Text": "XV3DTools and Demo MP4 files can be downloaded from our github: "
			},
			"Key": "AFE06F384C665222A27984879916A933"
		},
		{
			"Source":
			{
				"Text": "XV3DTools v1.0"
			},
			"Translation":
			{
				"Text": "XV3DTools v1.0"
			},
			"Key": "226208DE4C3D54E8F07064BA369CEEA4"
		},
		{
			"Source":
			{
				"Text": "directly into the Content Browser and importing them."
			},
			"Translation":
			{
				"Text": "directly into the Content Browser and importing them."
			},
			"Key": "9EA4BE7E40D2C6EC20C044BEB8076190"
		},
		{
			"Source":
			{
				"Text": "https://colmap.github.io/cameras.html"
			},
			"Translation":
			{
				"Text": "https://colmap.github.io/cameras.html"
			},
			"Key": "7E581F8946D8BE2DE176179A117B32C6"
		},
		{
			"Source":
			{
				"Text": "https://github.com/xverse-engine/XV3DGS-UEPlugin"
			},
			"Translation":
			{
				"Text": "https://github.com/xverse-engine/XV3DGS-UEPlugin"
			},
			"Key": "508063AF4BA2AEC8A128EDB44CAE2998"
		},
		{
			"Source":
			{
				"Text": "xengine@xverse.cn"
			},
			"Translation":
			{
				"Text": "xengine@xverse.cn"
			},
			"Key": "F098854D4F8901B3355334B9C5E8F817"
		}
	]
}